[
    {
        "nama": "Kora Meja Gaming - Hitam",
        "harga": 1099500,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1632200488/Products/10449357_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1632200503/Products/10449357_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1632200496/Products/10449357_3.jpg"
        ],
        "id_toko": 2,
        "deskripsi": "Jadikan aktivitas bermain game Anda semakin nyaman optimal menggunakan Kora meja gaming persembahan Informa. Meja gaming ini memiliki ukuran yang sangat ideal yang menunjang kenyamanan Anda saat bermain game hingga berjam-jam. Hadir dengan desain minimalis menjadikannya dapat menambah aksen dekorasi ruangan terlihat simpel dan elegan. Selain itu, meja ini juga dilengkapi dengan cup holder untuk tempat minum agar tidak mudah jatuh.",
        "stok": 11,
        "kategori": "meja"
    },
    {
        "nama": "Lomo Kursi Kantor Sandaran Rendah - Hitam",
        "harga": 749000,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1629889273/Products/10031737_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1629888330/Products/10031737_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1629888313/Products/10031737_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Nikmati kenyamanan dalam bekerja dengan Lomo Kursi Kantor. Kursi ini memiliki desain modern, dengan dudukan dan sandaran yang ergonomis sehingga lebih nyaman dan mampu mengurangi rasa pegal akibat duduk terlalu lama. Terdapat juga tuas di bawah dudukan untuk mengatur ketinggian kursi sesuai kenyamanan pengguna, serta dudukan yang dapat berputar. Kaki kursi yang beroda memberikan kemudahan untuk menggerakkan kursi tanpa perlu mengangkatnya. Kursi ini ideal digunakan untuk para staff di kantor atau ruang kerja pribadi.\r\r*Desain sandaran nyaman dan lebar untuk menopang seluruh bagian punggung Anda.\r\r*Tuas ergonomis yang praktis untuk mengatur tinggi kursi dan lock untuk mengatur angel posisi duduk agar tetap tegak.\r\r*Dilengkapi sandaran lengan yang nyaman untuk mendukung produktivitas Anda sehari-hari.\r\r*Bagian kaki kursi dilengkapi juga dengan roda sehingga mudah untuk dipindahkan.\r\r*Kursi Lomo&nbsp;terbuat dari kombinasi material fabric, foam, mesh yang kuat dan kokoh. (Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul).",
        "stok": 6,
        "kategori": "kursi"
    },
    {
        "nama": "Masterspace 39x39 Cm Cube Box Laci Kantor Serbaguna 1 Pintu - Putih",
        "harga": 233940,
        "rating": "4.7",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582958211/Products/10374626_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582956881/Products/10374626_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582957341/Products/10374626_3.jpg"
        ],
        "id_toko": 11,
        "deskripsi": "Hadirkan laci kantor serbaguna dari Masterspace untuk menata dokumen atau arsip milik Anda dengan lebih rapi. Kotak penyimpanan ini dilengkapi dengan 1 buah pintu lengkap dengan penguncinya agar lebih aman ketika digunakan. Material terbuat dari bahan MDF berkualitas yang kokoh, Anda dapat menempatkannya di bawah meja atau di sudut ruangan. Cocok digunakan di sekolah, perkantoran, ataupun bank.\r\r",
        "stok": 10,
        "kategori": "loker"
    },
    {
        "nama": "Lemari Pakaian Nalaya Sonoma Oak",
        "harga": 2299000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608173088/Products/10294094_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608173095/Products/10294094_2.jpg"
        ],
        "id_toko": 8,
        "deskripsi": "Organisir pakaian Anda dengan menggunakan Lemari Nalaya dari Informa.&nbsp;Lemari ini memiliki 2 pintu ayun beserta&nbsp;dikunci dan&nbsp;5 rak penyimpanan yang cukup luas untuk barang-barang Anda. Di dalam lemari terdapat 1 laci disertai kunci untuk menyimpan dokumen berharga Anda. Terdapat cermin pada daun pintu sebelah kanan.",
        "stok": 15,
        "kategori": "lemari"
    },
    {
        "nama": "Selma Sofa Tidur Fabric - Cokelat",
        "harga": 999000,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644470881/Products/10471836_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644470481/Products/10471836_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644469652/Products/10471836_3.jpg"
        ],
        "id_toko": 4,
        "deskripsi": "Hadirkan kenyamanan optimal pada ruang tamu hingga ruang keluarga Anda dengan sofa tidur persembahan Selma. Sofa ini hadir dengan model sandaran yang dapat direbahkan dengan mudah sehingga mampu mengikuti&nbsp;kebutuhan Anda. Selain itu, sofa dari Selma ini&nbsp;juga didukung sandaran dan dudukan yang memiliki permukaan empuk, menjadikannya semakin terasa nyaman saat sedang digunakan untuk berkumpul bersama keluarga dan teman dekat.&nbsp;",
        "stok": 7,
        "kategori": "sofa"
    },
    {
        "nama": "Lexi Set Meja Makan Lipat 2 Bangku - Cokelat",
        "harga": 599000,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1564077701/Products/10227011_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1564078129/Products/10227011_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1564078250/Products/10227011_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Memiliki ruangan minimalis bukan berarti tidak bisa memaksimalkan fungsinya. Lexi Set Meja Serbaguna ini dapat menjadi salah satu pilihan tepat untuk mengisi ruangan. Terdiri dari 1 meja dan 2 bangku bergaya minimalis, set meja ini bisa digunakan sebagai meja makan, ataupun meja serbaguna sesuai kebutuhan. Dibuat dari material pilihan dan berkualitas, set meja dan bangku ini tentu hadir dengan konstruksi kuat dan kokoh agar nyaman digunakan.\r\r",
        "stok": 8,
        "kategori": "meja"
    },
    {
        "nama": "Medford Set Meja Makan 4 Kursi - Cokelat/putih",
        "harga": 4899000,
        "rating": "4.4",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1618931956/Products/10105834_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1618931720/Products/10105834_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1618931477/Products/10105834_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Waktu makan merupakan saat yang tepat untuk berkumpul bersama keluarga. Agar momen tersebut terasa lebih istimewa, gunakan furnitur ruang makan yang berkualitas. Medford Set Meja Makan hadir dengan desain minimalis yang cocok dipadukan dengan berbagai tema ruang makan. Set ini terdiri dari 1 meja makan dan 4 kursi makan terbuat dari material berkualitas dengan rangka kokoh. Dapatkan segera produk ini dengan penawaran spesial dari Ruparupa.com\r\r*Set Medford memiliki konstruksi meja makan yang kuat dan kokoh karena terbuat dari material MDF berkualitas dan metal.\r\r*Dilengkapi dengan bantalan kursi foam, fabric yang empuk dan halus, sangat nyaman digunakan sehari-hari.\r\r\r\r\r\r*Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 8,
        "kategori": "meja"
    },
    {
        "nama": "Lazio Set Meja Makan Lipat 2 Kursi - Cokelat",
        "harga": 699500,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596555436/Products/10196000_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596554062/Products/10196000_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596555878/Products/10196000_3.jpg"
        ],
        "id_toko": 3,
        "deskripsi": "Memiliki ruangan minimalis bukan berarti tidak bisa memaksimalkan fungsinya. Set meja serbaguna dari Selma ini dapat menjadi salah satu pilihan tepat untuk mengisi ruangan Anda. Terdiri dari 1 meja dan 2 bangku bergaya minimalis, set meja ini bisa digunakan sebagai meja makan, ataupun meja serbaguna sesuai kebutuhan. Dibuat dari material pilihan dan berkualitas, set meja dan bangku ini tentu hadir dengan konstruksi kuat dan kokoh agar nyaman digunakan.\r\r&nbsp;",
        "stok": 18,
        "kategori": "meja"
    },
    {
        "nama": "Bloome Lemari Kabinet - Putih",
        "harga": 1599500,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1521064541/Products/10133812_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1521061982/Products/10133812_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608563989/Products/10133812_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Bloome lemari kabinet dari Informa hadir dengan desain minimalis. Terdapat banyak ambalan untuk baju lipat. Lemari ini dibuat melalui proses pabrikasi modern, sehingga menghasilkan unit lemari dengan konstruksi yang kuat dan kokoh.\r\r\r*Video hanya ilustrasi. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 15,
        "kategori": "lemari"
    },
    {
        "nama": "Krisbow Lemari Kantor Digital 90x39x180 Cm",
        "harga": 4221219,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1477005100/KW1700200_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1499429060/KW1700200_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1611754718/Products/KW1700200_3.jpg"
        ],
        "id_toko": 6,
        "deskripsi": "Gunakan Krisbow Lemari Kantor Digital 90x39x180 cm untuk menyimpan rapi dokumen atau berkas agar tidak berantakan dan hilang. Lemari ini terbuat dari material steel berkualitas, dengan lapisan powder coating sehingga kuat, tahan karat, tidak mudah tergores serta warna tidak mudah luntur. Memiliki pintu dengan sistem kunci digital dilengkapi 4 rak yang masing-masing dapat menahan beban maksimal 20kg. Lemari ini ideal digunakan di kantor, sekolah, perpustakaan, hingga rumah.",
        "stok": 13,
        "kategori": "lemari"
    },
    {
        "nama": "Look Set Meja Makan 4 Kursi - Cokelat",
        "harga": 1099500,
        "rating": "4.4",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596554852/Products/10196001_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596553344/Products/10196001_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1596553474/Products/10196001_3.jpg"
        ],
        "id_toko": 6,
        "deskripsi": "Ruangan bergaya minimalis pada umumnya diisi dengan furniture fungsional agar lebih praktis digunakan. Untuk Anda yang memiliki dapur dengan lahan terbatas, Set Meja dan Kursi Makan ini dapat menjadi pilihan ideal. Set ini terdiri dari 1 meja makan&nbsp;dengan 4 kursi bergaya minimalis. Saat tidak digunakan, kursi dapat disimpan di bawah meja sehingga lebih hemat tempat.\r\r&nbsp;",
        "stok": 6,
        "kategori": "meja"
    },
    {
        "nama": "Windsor Sofa Tidur Fabric - Abu-abu",
        "harga": 1599000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1625065657/Products/10442579_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1625065501/Products/10442579_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644470186/Products/10442579_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Rasakan kenyamanan bersantai di ruang keluarga&nbsp;dengan Windsor Sofa Tidur persembahan Informa. Selain untuk duduk, sofa ini dapat dijadikan tempat tidur yang nyaman dan praktis dengan hanya merebahkan sandaran dibelakangnya. Dibuat menggunakan material berkualitas, dengan tingkat kepadatan busa yang optimal dan rangka kuat. Dengan desain yang minimalis,&nbsp;sofa ini cocok untuk dipadupadankan di berbagai dekorasi ruangan, serta memiliki desain sofa dengan pillow top (lapisan busa yang diletakkan di bagian atas material utama) sehingga memberikan kenyamanan extra dengan sentuhan yang lembut serta empuk.\r\r\r*Warna produk yang akan Anda terima adalah yang sesuai dengan nama judul.",
        "stok": 13,
        "kategori": "sofa"
    },
    {
        "nama": "Selma Amelia Bangku - Khaki",
        "harga": 59000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650899401/Products/10464771_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650900399/Products/10464771_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650899446/Products/10464771_3.jpg"
        ],
        "id_toko": 2,
        "deskripsi": "Selma menghadirkan Amelia bangku yang terbuat dari material&nbsp;polypropylene sehingga kuat dan kokoh untuk digunakan sehari-hari. Bangku ini dilengkapi dudukan yang nyaman saat diduduki serta memiliki berat yang cukup ringan untuk membuatnya mudah dibawa dan dipindahkan ke posisi yang Anda inginkan. Desain yang minimalis serta dibalut warna netral menjadikannya juga dapat mempercantik&nbsp; tampilan dekorasi di ruangan Anda.",
        "stok": 8,
        "kategori": "kursi"
    },
    {
        "nama": "Zeus Set Meja Makan 4 Bangku - Hitam",
        "harga": 1499000,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1601998128/Products/X178781_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1601997318/Products/X178781_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1601998945/Products/X178781_3.jpg"
        ],
        "id_toko": 11,
        "deskripsi": "Ruangan bergaya minimalis pada umumnya diisi dengan furniture fungsional agar lebih praktis digunakan. Nah, untuk Anda yang memiliki dapur dengan lahan terbatas, Zeus Set Meja dan Kursi Makan dapat menjadi pilihan ideal. Set ini terdiri dari 1 meja makan bundar, dengan 4 kursi bergaya minimalis. Saat tidak digunakan, kursi dapat disimpan di bawah meja sehingga lebih hemat tempat.\r\r",
        "stok": 7,
        "kategori": "meja"
    },
    {
        "nama": "Masterspace Loker 1 Pintu Kaca - Putih",
        "harga": 1599000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1648100583/Products/10422606_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1648100567/Products/10422606_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1648098995/Products/10422606_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Simpan barang pribadi atau koleksi Anda seperti buku dan action figure ke dalam loker persembahan dari Masterspace satu ini. Hadir dengan memiliki 5 tingkat sehingga loker ini dapat memuat lebih banyak barang pribadi Anda dengan lebih rapi dan tersusun. Menggunakan pintu kaca yang membuat Anda dapat melihat apa yang ada di dalamnya secara jelas tanpa perlu repot untuk membuka pintu. Desain minimalis dan dibalut warna putih netral menjadikannya juga ideal untuk melengkapi dekorasi ruangan bernuansa minimalis dan modern.",
        "stok": 11,
        "kategori": "loker"
    },
    {
        "nama": "Selma Calgary Sofa Kulit 2 Dudukan - Cokelat",
        "harga": 4199300,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1593705150/Products/10266907_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1593705015/Products/10266907_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1593704102/Products/10266907_3.jpg"
        ],
        "id_toko": 11,
        "deskripsi": "Waktu bersantai akan lebih nyaman dengan menghadirkan sofa persembahan dari Selma. Kualitas bantalan tahan lama dan empuk, sehingga lebih nyaman digunakan. Jahitan sofa dibuat dengan tingkat ketelitian yang baik, agar tampilan sofa semakin cantik untuk menambah aksen dekorasi di ruangan. Cocok untuk dipadu padankan dengan ragam tema dekorasi ruangan.",
        "stok": 8,
        "kategori": "sofa"
    },
    {
        "nama": "Krisbow Loker 4 Pintu - Hijau Muda",
        "harga": 1529100,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608737528/Products/10091355_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608737966/Products/10091355_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608737658/Products/10091355_3.jpg"
        ],
        "id_toko": 1,
        "deskripsi": "Loker dapat menjadi solusi ruang penyimpanan yang praktis dan aman, terutama di tempat-tempat umum. Berbagai pilihan loker hadir untuk menjawab kebutuhan Anda, termasuk loker dari Krisbow. Loker ini memiliki 4 tingkat laci penyimpanan dengan kunci untuk meningkatkan keamanan barang yang tersimpan. Loker ini cocok untuk tempat penitipan barang, sekolah, tempat gym dan fasilitas umum lainnya. Segera dapatkan produk ini dengan penawaran menarik dari Ruparupa.\r\r&nbsp;",
        "stok": 8,
        "kategori": "loker"
    },
    {
        "nama": "Topaz Meja Tamu Dengan Penyimpanan - Hitam",
        "harga": 129000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637644309/Products/10242355_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637644013/Products/10242355_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637643925/Products/10242355_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Topaz Meja dengan penyimpanan merupakan jawaban atas kebutuhan ruangan yang tidak terlalu luas. Meja ini memiliki desain fungsional yaitu sebagai meja dan tempat penyimpanan serbaguna pada bagian bawahnya. Desainnya minimalis dan unik untuk digunakan di rumah ataupun area komersil seperti kafe dan butik.\r\r*Topaz Meja memiliki desain serbaguna yang cocok untuk ruangan bergaya minimalis.\r\r*Meja mampu menopang beban hingga 2 kg. Bisa Anda gunakan untuk menaruh aksesoris atau menyajikan hidangan ringan.\r\r*Permukaan meja bisa dibuka untuk mengakses ruang penyimpanan di bagian bawah. (Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.)\r\r\r*Video hanya ilustrasi. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 13,
        "kategori": "meja"
    },
    {
        "nama": "Krishome Lemari Pakaian Anak Dengan 3 Laci 59x41x135 Cm",
        "harga": 1649000,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594098964/Products/10296387_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594099039/Products/10296387_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594098585/Products/10296387_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Simpan semua pakaian dan kebutuhan si kecil menggunakan lemari khusus anak dari Krishome. Lemari dengan desain yang ceria untuk melengkapi kamar si kecil ini terbuat dari material plastik polypropylene yang ringan namun menawarkan daya tahan tinggi. Anda dapat menggunakannya untuk menyimpan pakaian, hingga mainan si kecil. Pada bagian atas dilengkapi dengan tiang untuk menggantung pakaian anak, dan laci bagian bawah untuk menempatkan pakaian yang sudah dilipat, selimut, atau mainan anak. Mudah dirakit sendiri tanpa bantuan profesional.",
        "stok": 12,
        "kategori": "lemari"
    },
    {
        "nama": "Lexon Set Meja Makan 4 Kursi - Cokelat Tua",
        "harga": 1299000,
        "rating": "4.5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1643778220/Products/10435140_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1643778077/Products/10435140_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1643778135/Products/10435140_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Hadirkan Lexon set Meja Makan persembahan Informa pada&nbsp;ruang makan Anda agar waktu makan bersama keluarga menjadi lebih nikmat dan&nbsp;berkesan. Set ini terdiri dari satu&nbsp;meja makan berukuran cukup luas untuk meletakan berbagai hasil masakan dan empat&nbsp;kursi makan dengan dudukan serta sandaran punggung yang nyaman. Memiliki desain minimalis dengan aksen kayu, set meja makan ini sempurna untuk melengkapi dekorasi ruang makan bernuansa modern minimalis.\r\r*Permukaan meja memiliki ukuran luas dengan finishing yang halus dan mudah dibersihkan.\r\r*Kursi bergaya minimalis dengan struktur kuat.\r\r*Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 21,
        "kategori": "meja"
    },
    {
        "nama": "Neo Dacey Kursi - Putih",
        "harga": 309000,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635397805/Products/10219049_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635400626/Products/10219049_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635399650/Products/10219049_3.jpg"
        ],
        "id_toko": 8,
        "deskripsi": "Untuk melengkapi dekorasi bergaya scandinavia, Neo Dacey Kursi merupakan pilihan tepat. Perpaduan kaki kayu dan dudukan plastik membawa sentuhan unik di ruangan. Kursi dibuat dengan proses yang berkualitas dan detail, dengan kontruksi kuat dan simetris. Cocok untuk digunakan di ruang tamu, ruang makan hingga kebutuhan kafe, lounge dan perkantoran.\r\r*Kaki kursi terbuat dari kayu berkualitas dengan metal rod di bagian dalamnya untuk daya topang lebih kuat.\r\r*Dudukan memiliki desain yang ramah dan aman tanpa adanya sudut tajam.\r\r*Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.\r\r",
        "stok": 16,
        "kategori": "kursi"
    },
    {
        "nama": "Masterspace 39x39 Cm Cube Box Laci Kantor Serbaguna 1 Pintu - Toppan Walnut",
        "harga": 233940,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582956776/Products/10374628_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582957190/Products/10374628_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1582956420/Products/10374628_3.jpg"
        ],
        "id_toko": 4,
        "deskripsi": "Hadirkan laci kantor serbaguna dari Masterspace untuk menata dokumen atau arsip milik Anda dengan lebih rapi. Kotak penyimpanan ini dilengkapi dengan 1 buah pintu lengkap dengan penguncinya agar lebih aman ketika digunakan. Material terbuat dari bahan MDF berkualitas yang kokoh, Anda dapat menempatkannya di bawah meja atau di sudut ruangan. Cocok digunakan di sekolah, perkantoran, ataupun bank.\r\r",
        "stok": 13,
        "kategori": "loker"
    },
    {
        "nama": "Selma Selina Bangku Lipat - Merah",
        "harga": 89000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653319364/Products/10464921_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653319571/Products/10464921_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318949/Products/10464921_3.jpg"
        ],
        "id_toko": 7,
        "deskripsi": "Selma menghadirkan Selina bangku lipat dengan desain praktis untuk melengkapi kebutuhan tempat duduk Anda. Dengan keunggulan dapat dilipat sehingga&nbsp;bangku ini lebih praktis, mudah disimpan saat tidak digunakan. Menjadikannya dapat menghemat penggunaan ruangan. Dirancang menggunakan material steel dan plastik PP menghadirkan konstruksi kuat, kokoh, dan tahan lama untuk masa pakai yang panjang.",
        "stok": 7,
        "kategori": "kursi"
    },
    {
        "nama": "Krisbow Loker 24 Pintu - Cokelat",
        "harga": 4769100,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608737550/Products/10091462_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608735783/Products/10091462_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608736093/Products/10091462_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "\r\r\rLoker dapat menjadi solusi penyimpanan untuk ruangan minimalis / tempat umum. Loker ini dapat digunakan di kantor, sekolah, pusat kebugaran, tempat penitipan barang, hingga hunian pribadi. Dilengkapi dengan pengunci pengaman pada setiap pintu locker untuk keamanan yang maksimal. Dapatkan produk berkualitas di ruparupa.com untuk melengkapi kebutuhan Anda.\r\r&nbsp;\r\r\r\r\r\r\r&nbsp;\r\r",
        "stok": 4,
        "kategori": "loker"
    },
    {
        "nama": "Zenia Kursi Kantor Sandaran Rendah - Hitam",
        "harga": 649500,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1573117435/Products/X091445_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1573117439/Products/X091445_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1591196811/Products/X091445_3.jpg"
        ],
        "id_toko": 6,
        "deskripsi": "Zenia Kursi Kantor merupakan kursi yang ideal untuk bekerja. Kursi bergaya minimalis ini memiliki dudukan, sandaran punggung serta penopang lengan yang nyaman bagi tubuh. Tuas di bawah dudukan memberikan kemudahan untuk mengatur tinggi kursi yang sesuai dengan Anda. Roda kecil di bagian kaki kursi turut memberikan kemudahan untuk memindahkan kursi. Segera dapatkan produk ini dengan penawaran menarik dari Ruparupa.",
        "stok": 5,
        "kategori": "kursi"
    },
    {
        "nama": "Mjolnir Kursi Kantor Sandaran Rendah - Hitam",
        "harga": 1599000,
        "rating": "4.7",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1546969569/Products/10201286_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644899509/Products/10201286_2.png",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644899513/Products/10201286_3.png"
        ],
        "id_toko": 6,
        "deskripsi": "Tidak jarang sepertiga hari kita dihabiskan di kantor untuk bekerja. Agar aktivitas bekerja lebih nyaman, gunakan Mjolnir Kursi Kantor. Sandaran kursi dapat menopang bagian belakang tubuh dengan lebih nyaman dan rileks. Anda juga bisa mengatur ketinggian kursi sesuai kenyamanan menggunakan tuas di bawah kursi.",
        "stok": 6,
        "kategori": "kursi"
    },
    {
        "nama": "Masterspace Lemari Pakaian 2 Pintu Kaca - Putih",
        "harga": 3499000,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608175126/Products/10139511_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1572415612/Products/10139511_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1572416423/Products/10139511_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "Hadirkan kemudahan menata pakaian Anda dengan lemari pakaian Masterspace. Di dalamnya terdapat sejumlah kompartemen/rak untuk merapikan pakaian, dan tiang gantung untuk menggantung pakaian, jaket dan lainnya. Lemari ini memiliki 2 pintu kaca yang dilengkapi kunci agar lebih aman, serta terbuat dari material besi kokoh yang lebih kuat dan anti rayap.",
        "stok": 13,
        "kategori": "lemari"
    },
    {
        "nama": "Masterspace Lemari Pakaian 2 Pintu - Kayu",
        "harga": 3699000,
        "rating": "4.5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594789684/Products/10314140_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594790188/Products/10314140_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1594790018/Products/10314140_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "Tata rapi pakaian Anda menggunakan lemari pakaian 2 pintu dari Masterspace. Lemari yang memiliki tinggi 185 cm ini memiliki ruang yang luas untuk menyimpan pakaian, dan mempunyai beberapa rak dan satu kotak penyimpanan untuk menyimpan barang. Pakaian Anda akan lebih terjaga karena lemari dilengkapi dengan kunci. Mempunyai desain modern minimalis, cocok untuk ditempatkan pada sudut ruang tidur Anda.",
        "stok": 18,
        "kategori": "lemari"
    },
    {
        "nama": "Pristine Set Meja Makan 4 Bangku - Cokelat/putih",
        "harga": 1799000,
        "rating": "4.7",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654926316/Products/10423851_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654924621/Products/10423851_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654925309/Products/10423851_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Hadirkan set meja dan bangku ini untuk memaksimalkan&nbsp;ruangan di rumah Anda. Terdiri atas meja, 4 bangku dan beberapa rak. Set ini adalah pilihan tepat bagi Anda yang menginginkan perabotan minimalis dengan manfaat yang optimal. Saat tidak digunakan, bangku dapat dimasukkan kembali ke dalam meja.&nbsp;\r\r*Meja terbuat dari material berkualitas dengan finishing yang mudah dibersihkan dari noda makanan dan minuman.\r\r*Terdapat banyak ruang penyimpanan untuk perlengkapan makan dan kebutuhan dapur lainnya agar lebih mudah dijangkau.\r\r*Meja dilengkapi roda agar mudah dipindahkan ke berbagai tempat. Roda memiliki sistem pengunci agar meja tetap berada di posisinya.\r\r*Bangku minimalis yang nyaman digunakan dan bisa disimpan pada meja saat tidak digunakan.\r\r*Cocok untuk ruang makan atau dapur dengan konsep minimalis agar tidak memakan banyak ruang.\r(Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.)\r\r\r*Video hanya ilustrasi. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 9,
        "kategori": "meja"
    },
    {
        "nama": "Krisbow Loker 4 Pintu - Merah",
        "harga": 1529100,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608737306/Products/10104104_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608736211/Products/10104104_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1601307863/Products/10104104_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "Loker dapat menjadi solusi ruang penyimpanan yang praktis dan aman, terutama di tempat-tempat umum. Berbagai pilihan loker hadir untuk menjawab kebutuhan Anda, termasuk loker dari Krisbow. Loker ini memiliki 4 tingkat laci penyimpanan dengan kunci untuk meningkatkan keamanan barang yang tersimpan. Loker ini cocok untuk tempat penitipan barang, sekolah, tempat gym dan fasilitas umum lainnya. Segera dapatkan produk ini dengan penawaran menarik dari Ruparupa.com",
        "stok": 5,
        "kategori": "loker"
    },
    {
        "nama": "Selma Simon Lemari Arsip - Hijau/putih",
        "harga": 2399000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1649397535/Products/10218314_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1649397185/Products/10218314_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1649397478/Products/10218314_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Selma menghadirkan lemari arsip yang dapat Anda gunakan untuk menyimpan dokumen, arsip, atau pun buku dengan lebih aman tanpa perlu khawatir akan membuatnya cepat kotor karena terkena&nbsp;debu dan kotoran. Memiliki desain minimalis yang menjadikannya ideal untuk melengkapi berbagai nuansa dekorasi ruangan kerja atau pun kantor. Lemari arsip ini juga dirancang menggunakan material metal berkualitas sehingga membuatnya dapat menahan beban dengan lebih baik serta awet digunakan dalam jangka waktu yang lama.&nbsp;",
        "stok": 5,
        "kategori": "lemari"
    },
    {
        "nama": "Ashley Tulen Sofa Recliner Fabric 1 Dudukan - Cokelat",
        "harga": 2899500,
        "rating": "4.9",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650380858/Products/10465923_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650381323/Products/10465923_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1650380721/Products/10465923_3.jpg"
        ],
        "id_toko": 4,
        "deskripsi": "Optimalkan kenyamanan waktu bersantai Anda di rumah menggunakan Tulen Sofa Recliner 1 dudukan&nbsp;persembahan Ashley satu ini. Sofa ini sendiri memiliki sistem recliner dengan sandaran yang bisa direbahkan dan penopang kaki yang bisa dibuka dengan mudah. Didukung desain&nbsp;klasik yang menawan dan dibalut warna cokelat elegan, cocok dipadukan dengan ragam tema dekorasi pada ruangan keluarga Anda atau ruang tamu.\r\r\r&nbsp;\r",
        "stok": 11,
        "kategori": "sofa"
    },
    {
        "nama": "Krisbow Loker 15 Pintu - Kuning",
        "harga": 4049100,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1560277674/Products/10213892_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1560281202/Products/10213892_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1560281383/Products/10213892_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "Gunakan loker serbaguna dari Krisbow untuk menyimpan berbagai macam barang-barang dengan lebih praktis. Terdapat 15 buah loker masing-masing dilengkapi kunci standar untuk keamanan penggunaan. Selaiin itu juga terdapat ventilasi pada tiap bagian untuk menjaga suhu dan sirkulasi udara di dalam loker. Cocok digunakan di sekolah, kantor, perpustakaan, tempat fitness, ruang ganti pakaian, tempat penitipan barang dan keperluan lainnya.",
        "stok": 23,
        "kategori": "loker"
    },
    {
        "nama": "Selma Sancia Kursi - Putih",
        "harga": 399000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318783/Products/10466116_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318410/Products/10466116_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653319452/Products/10466116_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Selma menghadirkan berbagai koleksi kursi pilihan terbaik untuk melengkapi kebutuhan tempat duduk Anda, salah satunya adalah Sancia kursi ini. Dirancang menggunakan material plastik PP kualitas premium sehingga&nbsp;menghadirkan konstruksi kuat dan kokoh serta tahan lama untuk masa pakai yang panjang. Desain kursi yang minimalis menjadikannya dapat menghemat penggunaan ruang.",
        "stok": 6,
        "kategori": "kursi"
    },
    {
        "nama": "Monstera Sofa Tidur Fabric - Hijau",
        "harga": 1599000,
        "rating": "4.5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1629350602/Products/10447249_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1644469882/Products/10447249_2.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Lengkapi furnitur di rumah Anda dengan menghadirkan Monstera Sofa Tidur&nbsp;dari Informa. Sofa ini dilengkapi dengan sandaran yang dapat direbahkan sehingga bisa digunakan sebagai tempat tidur minimalis. Dirancang menggunakan material premium menjadikan sofa sangat empuk dan nyaman untuk duduk dan tidur sekalipun. Serta dilengkapi desain sofa dengan pillow top (lapisan busa yang diletakkan di bagian atas material utama) sehingga memberikan kenyamanan extra dengan sentuhan yang lembut serta empuk. Memiliki motif&nbsp;bunga hijau yang menjadikan dekorasi ruangan lebih cerah dan berwarna.\r\r",
        "stok": 6,
        "kategori": "sofa"
    },
    {
        "nama": "Krisbow Loker 9 Pintu - Turquoise",
        "harga": 3689100,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1609168947/Products/10213891_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1609168174/Products/10213891_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1609169595/Products/10213891_3.jpg"
        ],
        "id_toko": 7,
        "deskripsi": "Gunakan loker serbaguna dari Krisbow untuk menyimpan berbagai macam barang-barang dengan lebih praktis. Terdapat 9 buah kompartemen masing-masing dilengkapi kunci standar untuk keamanan penggunaan. Cocok digunakan di sekolah, kantor, perpustakaan, tempat fitness, ruang ganti pakaian, tempat penitipan barang dan keperluan lainnya.",
        "stok": 10,
        "kategori": "loker"
    },
    {
        "nama": "Krisbow 113 Cm Lemari Kabinet Dengan Rak",
        "harga": 2099000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1617253946/Products/10427758_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1617253419/Products/10427758_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1617253317/Products/10427758_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Urusan melengkapi peralatan kantor&nbsp;percayakan dengan Krisbow. Lemari kabinet ini memiliki konstruksi yang kuat dan kokoh karena terbuat dari material steel. Hadir dengan desain minimalis dan modern, rak penyimpanan Krisbow dilengkapi dengan rak penyimpanan terbuka pada bagian atasnya. Pintu lemari kabinet dilengkapi juga dengan kunci untuk menjaga barang Anda tetap aman.",
        "stok": 6,
        "kategori": "loker"
    },
    {
        "nama": "Finn Lemari Pakaian 3 Pintu Dengan Rak - Putih",
        "harga": 11299000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654757318/Products/10468349_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654754401/Products/10468349_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654757502/Products/10468349_3.jpg"
        ],
        "id_toko": 7,
        "deskripsi": "Finn lemari pakaian 3 pintu ini hadir dengan dilengkapi 4 buah rak yang berada di bagian bawah sehingga&nbsp;menjadikannya mampu menyimpan lebih banyak jenis pakaian seperti kaus, kemeja, dan celana. Terbuat dari material MDF berkualitas dengan finishing melamine membuat lemari ini memiliki permukaan halus, awet, mudah dibersihkan, dan tahan air serta goresan. Selain untuk menyimpan pakaian, lemari pakaian ini juga ideal untuk menyimpan selimut ataupun koleksi tas kesayangan Anda.",
        "stok": 13,
        "kategori": "lemari"
    },
    {
        "nama": "Selma Sofia Bangku Lipat Metal - Biru",
        "harga": 89000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653319342/Products/10464918_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318610/Products/10464918_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318960/Products/10464918_3.jpg"
        ],
        "id_toko": 5,
        "deskripsi": "Selma menghadirkan bangku lipat Sofia dengan desain praktis yang dapat dilipat. Terbuat dari material berkualitas yang kokoh sehingga menjadikan bangku ini&nbsp;semakin istimewa.&nbsp;Desainnya yang simpel menjadikan bangku mudah untuk dibawa atau disimpan saat tidak digunakan. Bangku serbaguna ini cocok digunakan di dalam maupun luar ruangan. Temukan produk terbaik dari Selma lainnya sekarang juga.",
        "stok": 7,
        "kategori": "kursi"
    },
    {
        "nama": "Lulu Bean Bag - Hitam",
        "harga": 629000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1505329681/Products/10119960_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1505325842/Products/10119960_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1505327044/Products/10119960_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Nikmati saat bersantai yang lebih menyenangkan dengan Lulu bean bag. Kursi ini memiliki bentuk fleksibel yang empuk dan dapat mengikuti bentuk tubuh saat digunakan, sehingga nyaman digunakan untuk menemani waktu santai Anda. Selain sebagai tempat duduk, koleksi pilihan di ruparupa.com ini juga dapat membuat dekorasi ruangan terlihat lebih menarik dengan gayanya yang unik.",
        "stok": 8,
        "kategori": "sofa"
    },
    {
        "nama": "Cheers Mc Belle Sofa Recliner Kulit 1 Dudukan - Biru",
        "harga": 6089300,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1572501870/Products/10254914_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1572502076/Products/10254914_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1572502492/Products/10254914_3.jpg"
        ],
        "id_toko": 5,
        "deskripsi": "Nikmati waktu bersantai Anda bersama keluarga dengan Sofa Recliner Mc Belle dari Cheers. Dengan fitur recliner, Anda bisa merebahkan sandaran dan membuka penopang kaki agar sofa semakin nyaman digunakan. Kualitas bantalan dudukan dengan kepadatan yang baik, membuatnya lebih tahan lama dan tidak mudah berubah bentuk.",
        "stok": 11,
        "kategori": "sofa"
    },
    {
        "nama": "Selma Selina Bangku Lipat - Hitam",
        "harga": 89000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318507/Products/10464919_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653318749/Products/10464919_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1653319413/Products/10464919_3.jpg"
        ],
        "id_toko": 11,
        "deskripsi": "Selma Selina bangku lipat merupakan bangku serbaguna yang dapat menjadi&nbsp;pilihan untuk melengkapi ruangan Anda. Bergaya minimalis menjadikannya dapat menambah unsur dekorasi ruangan yang semakin&nbsp;menarik. Dengan keunggulan dapat dilipat sehingga&nbsp;bangku ini lebih praktis, mudah disimpan saat tidak digunakan. Menjadikannya dapat menghemat penggunaan ruangan. Dirancang menggunakan material steel dan plastik PP menghadirkan konstruksi kuat, kokoh, dan tahan lama untuk masa pakai yang panjang.",
        "stok": 14,
        "kategori": "kursi"
    },
    {
        "nama": "Verona Lemari Pakaian 2 Pintu Geser",
        "harga": 8819300,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1548400024/Products/10129759_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1548400028/Products/10129759_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1589987269/Products/10129759_3.jpg"
        ],
        "id_toko": 7,
        "deskripsi": "Lengkapi kebutuhan ruang tidur Anda dengan Verona lemari pakaian. Lemari ini memiliki kapasitas ruang yang cukup luas, dengan model pintu geser yang lebih hemat ruangan. Pada bagian depan pintu pun dilengkapi aksen cermin yang membuat tampilan lemari lebih modern dan memberikan kesan luas pada ruangan. Pada bagian dalam, lemari ini dilengkapi satu buah gantungan untuk menggantung pakaian.\r\r",
        "stok": 9,
        "kategori": "lemari"
    },
    {
        "nama": "Selma Alexa Lemari Pakaian 2 Pintu - Putih",
        "harga": 2849000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1633014340/Products/10451811_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1633014365/Products/10451811_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1633015039/Products/10451811_3.jpg"
        ],
        "id_toko": 1,
        "deskripsi": "Untuk menjaga pakaian agar tidak berjamur, berdebu, dan menguning, simpan koleksi pakaian kesayangan Anda menggunakan&nbsp;lemari pakaian dari Selma. Memiliki dua&nbsp;pintu untuk memudahkan Anda mengakses bagian dalam lemari. Terbuat dari material metal berkualitas membuat lemari ini tidak akan rusak karena dimakan rayap seperti lemari pada umumnya yang terbuat dari kayu sehingga&nbsp;lebih awet untuk digunakan dalam jangka waktu yang lama.&nbsp;",
        "stok": 20,
        "kategori": "lemari"
    },
    {
        "nama": "Latvia Sofa Tidur Fabric - Cokelat",
        "harga": 2499000,
        "rating": "0.0",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1590505328/Products/10366600_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1590505794/Products/10366600_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1590505519/Products/10366600_3.jpg"
        ],
        "id_toko": 6,
        "deskripsi": "Memiliki ruang minimalis bukan berarti tidak dapat menikmati kenyamanan maksimal. Dengan Latvia Sofa Tidur, Anda bisa merasakan kenyamanan bersantai di sofa sekaligus tempat tidur. Bentuk sofa yang fungsional bisa diubah menjadi single bed / tempat tidur, dengan hanya merebahkan bagian sandaran belakangnya. Sofa ini dibuat menggunakan material berkualitas, dengan tingkat kepadatan busa yang optimal dan rangka kuat.",
        "stok": 6,
        "kategori": "sofa"
    },
    {
        "nama": "Krisbow Loker 6 Pintu Multi Coloumn - Biru",
        "harga": 3599100,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608735800/Products/10091458_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1608735889/Products/10091458_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1593011524/Products/10091458_3.jpg"
        ],
        "id_toko": 13,
        "deskripsi": "Krisbow loker 6 pintu multi coloumn menghemat ruang penyimpanan barang didalam rumah Anda. Cocok ditempatkan di garasi maupun ruang kerja di rumah Anda. Bahan material kuat,, sehingga Anda dapat menempatkan cukup banyak barang di dalamnya. Warna biru yang cerah membuat loker ini memperindah ruangan Anda. Kunjungi terus ruparupa.com untuk dapatkan produk menarik ini dan yang lainnya.",
        "stok": 9,
        "kategori": "loker"
    },
    {
        "nama": "Windsor Sofa Tidur Fabric - Merah",
        "harga": 1599000,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1647320757/Products/10416745_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1647321373/Products/10416745_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1647321718/Products/10416745_3.jpg"
        ],
        "id_toko": 8,
        "deskripsi": "Memiliki ruang minimalis bukan berarti tidak dapat menikmati kenyamanan maksimal. Dengan Windsor Sofa Tidur, Anda bisa merasakan kenyamanan bersantai di sofa sekaligus tempat tidur. Bentuk sofa yang fungsional bisa diubah menjadi single bed / tempat tidur&nbsp;dengan hanya merebahkan bagian sandaran belakangnya, dan desain sofa dengan pillow top (lapisan busa yang diletakkan di bagian atas material utama) sehingga memberikan kenyamanan extra dengan sentuhan yang lembut serta empuk. Sofa ini dibuat menggunakan material berkualitas, dengan tingkat kepadatan busa yang optimal dan rangka kuat.&nbsp;\r\r*Sofa bernuansa kontemporer dengan desain multifungsi yang nyaman digunakan.\r\r*Sandaran sofa dapat direbahkan untuk dijadikan tempat tidur minimalis.\r\r*Sofa terbuat dari fabric berkualitas dengan bantalan busa yang empuk dan tidak mudah berubah bentuk. (Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.)\r\r\r\r\r\r",
        "stok": 7,
        "kategori": "sofa"
    },
    {
        "nama": "Odi Meja Lipat Laptop - Hijau",
        "harga": 119400,
        "rating": "4.8",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635139181/Products/10202764_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635139146/Products/10202764_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1635139325/Products/10202764_3.jpg"
        ],
        "id_toko": 12,
        "deskripsi": "Dengan meja ini, aktivitas bekerja atau belajar menggunakan laptop di rumah menjadi lebih nyaman. Salah satu permukaan meja bisa diatur tingkat kemiringannya, agar dapat&nbsp;disesuaikan dengan jarak pandang dan kenyamanan Anda. Meja laptop ini juga bisa dilipat, sehingga lebih praktis dibawa.\r\r*Tingkat kemiringan permukaan meja bisa diatur sesuai kenyamanan jarak pandang dan posisi duduk Anda.\r\r*Gunakan tuas di bagian bawah untuk mengatur tingkat kemiringan permukaan meja.\r\r*Desain meja dibuat ramah dan aman tanpa adanya sudut tajam.\r\r*Praktis untuk menemani Anda belajar atau bekerja di rumah. (Gambar hanya ilustrasi untuk kebutuhan foto konsep. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.)\r\r\r*Video hanya ilustrasi. Produk yang akan Anda terima adalah produk yang sesuai dengan nama judul.",
        "stok": 20,
        "kategori": "meja"
    },
    {
        "nama": "Milo Kursi Lipat - Hitam",
        "harga": 329000,
        "rating": "4.5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637644118/Products/10448538_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637644405/Products/10448538_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1637644611/Products/10448538_3.jpg"
        ],
        "id_toko": 10,
        "deskripsi": "Lengkapi kebutuhan tempat duduk Anda dengan kursi lipat persembahan Informa. Kursi lipat ini memiliki konstruksi yang sangat kuat dan kokoh karena terbuat dari material metal berkualitas. Memiliki bantalan empuk dan nyaman sehingga sangat cocok untuk kebutuhan acara dan lainnya. Kursi ini sangat mudah disimpan tanpa membutuhkan banyak ruang.",
        "stok": 13,
        "kategori": "kursi"
    },
    {
        "nama": "Ashley Nerviano Sofa Recliner Fabric 1 Dudukan - Abu-abu",
        "harga": 3399500,
        "rating": "5",
        "gambar": [
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654232639/Products/10367897_1.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654232579/Products/10367897_2.jpg",
            "https://res.cloudinary.com/ruparupa-com/image/upload//f_auto,q_auto:eco/v1654232737/Products/10367897_3.jpg"
        ],
        "id_toko": 6,
        "deskripsi": "Nikmati waktu bersantai Anda bersama keluarga dengan Ashley Nerviano Sofa Recliner. Dengan fitur recliner, Anda bisa merebahkan sandaran dan membuka penopang kaki agar sofa semakin nyaman digunakan. Kualitas bantalan dudukan dengan kepadatan yang baik, membuatnya lebih tahan lama digunakan.\r\r",
        "stok": 18,
        "kategori": "sofa"
    }
]